Revit 2024 API
SymbolTypeId.KV Property
 Symbol kV, indicating unit Kilovolts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KV { get; }
Visual Basic
Public Shared ReadOnly Property KV As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KV {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace